TOKEN = "7157479698:AAH_RQY0pkRJc6qqtm8ztnhy0iOcXP-ysuY"

ANIMALS = {
    1: {"name": "Белая сова", "image": "owl.jpg"},
    2: {"name": "Канадский овцебык", "image": "muskox.jpg"},
    3: {"name": "Морж", "image": "walrus.jpg"},
    4: {"name": "Викунья", "image": "vicuna.jpg"},
    5: {"name": "Дегу", "image": "degu.jpg"},
    6: {"name": "Кустарниковая собака", "image": "bushdog.jpg"},
    7: {"name": "Европейский волк", "image": "wolf.jpg"},
    8: {"name": "Степной сурок", "image": "marmot.jpg"},
    9: {"name": "Камышовый кот", "image": "junglecat.jpg"},
    10: {"name": "Винторогий козёл", "image": "markhor.jpg"}
}

QUESTIONS = [
  {'Где вы хотели бы жить?': [
    {'Северные регионы': [1, 2, 3]},
    {'Южная Америка': [4, 5, 6]},
    {'Евразия': [7, 8]},
    {'Азия': [9, 10]}
  ]
  },
  {'Какую пищу вы предпочитаете?': [
    {'растительную': [10, 4, 2]},
    {'мясо': [7, 1, 9, 6]},
    {'морепродукты': [3]},
    {'семена и клубни': [5, 8]}
  ]
  },
  {'Когда вы наиболее активны?': [
    {'днем': [5, 8, 4, 1]},
    {'утром и вечером': [9, 10, 7]},
    {'в любое время': [2, 3]},
    {'ночью': [6]}
  ]
  },
  {'В какой компании вы предпочитаете проводить время?': [
    {'большой': [2, 5, 3, 8, 10]},
    {'небольшой': [6, 7, 4]},
    {'люблю быть один': [9, 1]}
  ]
  },
  {'Как вы реагируете на опасность?': [
    {'агрессивно': [1, 6, 7]},
    {'прячусь': [3, 8]},
    {'убегаю': [9, 10]},
    {'ищу поддержки': [2, 5, 4]}
  ]
  },
]
